Repository: localidata/ckanext-ibizacouncil
Catalog: ckanext/ibizacouncil/i18n/*/LC_MESSAGES/ckanext-ibizacouncil.po
Languages: ca, es

source: Popular datasets
ca: Conjunts de dades populars
es: Conjuntos de datos más populares

source: Popular dataset
ca: Conjunt de dades popular
es: Conjunto de datos popular

source: Most viewed in the last 14 days
ca: Els més vistos en els últims 14 dies
es: Los más vistos en los últimos 14 días

source: hit
ca: visita
es: visita

source: hits
ca: visites
es: visitas

source: Recently updated
ca: Últimes actualitzacions
es: Últimas actualizaciones

source: Datasets recently modified
ca: Conjunts de dades modificades recentment
es: Conjuntos de datos modificados recientemente

source: Updated on
ca: Actualitzat el dia
es: Actualizado el día

source: In the News
ca: Blog
es: Blog

source: News Аrchive
ca: Arxiu
es: Archivo
